"%.0lfk of %.0lfk" = "%1$.0lfk af %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ er blevet installeret og vil være klar til brug, næste gang du starter %3$@! Vil du genstarte nu?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er lige nu den sidste nye tilgængelige udgave.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ er nu tilgængelig (du har %3$@). Vil du hente det nu?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ har ikke tilladelser til at skrive til programmet! Kører programmet fra et diskbillede? Er dette ikke tilfældet, spørg venligst systemets administrator om hjælp.";
"A new version of %@ has been installed!" = "En ny version af %@ er blevet installeret!";
"A new version of %@ is available!" = "En ny version af %@ er tilgængelig!";
"An error occurred during installation. Please try again later." = "Der skete en fejl under installationen. Prøv venligst igen senere.";
"An error occurred in retrieving update information. Please try again later." = "Der skete en fejl under hentning af opdateringsinformation. Prøv venligst igen senere.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "En fejl opstod under modtagelse af opdateringsinformation; er du sikker på at du er forbundet til internettet? Prøv venligst igen senere.";
"An error occurred while extracting the archive. Please try again later." = "Der skete en fejl under udpakning af arkiv. Prøv venligst igen senere.";
"An error occurred while trying to download the file. Please try again later." = "Der skete en fejl under forsøget på at hente filen. Prøv venligst igen senere.";
"An update is already in progress!" = "En opdatering er allerede i gang!";
"Anonymous system profile information is used to help us plan future development work." = "Anonym systemprofilinformation bruges til at hjælpe os med at planlægge fremtidig udvikling.";
"Cancel" = "Fortryd";
"Check for updates on startup?" = "Søg efter opdateringer ved start?";
"Downloading update..." = "Henter opdatering …";
"Extracting update..." = "Pakker opdateringen ud …";
"Include anonymous system profile?" = "Inkluder anonym systemprofil?";
"Install Update" = "Installer opdatering";
"Install and Relaunch" = "Installer og genstart";
"Installing update..." = "Installerer opdatering …";
"No" = "Nej";
"Ready to install!" = "Klar til at installere!";
"Release Notes:" = "Udgivelsesnoter:";
"Remind Me Later" = "Påmind mig igen senere";
"Skip This Version" = "Spring denne version over";
"Software Update" = "Software-opdatering";
"Update Error!" = "Opdateringsfejl!";
"Updating %@" = "Opdaterer %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Skal %@ søge efter opdateringer ved start? Hvis ikke, kan du manuelt søge efter opdateringer via programmets menu.";
"Yes" = "Ja";
"You're up to date!" = "Du er opdateret!";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
